Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: Every drive and image can be opened read-only, from the button beside Open or Unlock. Nothing is written to it, not even by macOS
ar: يمكن فتح كل محرّك وكل صورة للقراءة فقط، من الزر المجاور لـ فتح أو إلغاء القفل. ولا يُكتب عليها شيء، ولا حتى من macOS
bg: Всеки диск и образ може да бъде отворен само за четене, от бутона до „Отвори“ или „Отключи“. Върху него не се записва нищо, дори от macOS
cs: Každý disk i obraz lze otevřít jen ke čtení, tlačítkem vedle Otevřít nebo Odemknout. Nic se na něj nezapíše, ani ze strany macOS
da: Hvert drev og hvert diskbillede kan åbnes kun til læsning, med knappen ved siden af Åbn eller Lås op. Der skrives intet til det, heller ikke af macOS
de: Jedes Laufwerk und jedes Abbild lässt sich nur lesend öffnen, über die Taste neben Öffnen oder Entsperren. Darauf wird nichts geschrieben, auch nicht von macOS
el: Κάθε δίσκος και κάθε εικόνα μπορεί να ανοίξει μόνο για ανάγνωση, από το κουμπί δίπλα στο Άνοιγμα ή στο Ξεκλείδωμα. Δεν γράφεται τίποτα σε αυτόν, ούτε από το macOS
es: Cualquier disco o imagen puede abrirse en solo lectura, desde el botón junto a Abrir o Desbloquear. No se escribe nada en él, ni siquiera macOS
et: Iga ketta ja tõmmise saab avada ainult lugemiseks, nupust Ava või Ava lukust kõrval. Sellele ei kirjutata midagi, ka macOS ise mitte
fi: Jokaisen levyn ja levykuvan voi avata vain luettavaksi painikkeesta Avaa- tai Avaa lukitus -painikkeen vierestä. Siihen ei kirjoiteta mitään, ei edes macOS
fil: Bawat drive at image ay mabubuksan nang read-only, mula sa pindutan katabi ng Buksan o I-unlock. Walang isinusulat dito, kahit ng macOS
fr: Chaque disque et chaque image peut être ouvert en lecture seule, par le bouton voisin d’Ouvrir ou de Déverrouiller. Rien n’y est écrit, pas même par macOS
he: אפשר לפתוח כל כונן וכל תמונה לקריאה בלבד, מהכפתור שליד פתיחה או ביטול נעילה. שום דבר לא נכתב אליהם, גם לא על ידי macOS
hi: हर ड्राइव और इमेज को खोलें या अनलॉक करें के पास वाले बटन से केवल पढ़ने के लिए खोला जा सकता है। उस पर कुछ नहीं लिखा जाता, macOS भी नहीं
hr: Svaki se disk i svaka slika mogu otvoriti samo za čitanje, tipkom uz Otvori ili Otključaj. Na njih se ništa ne zapisuje, ni sam macOS
hu: Minden lemez és lemezkép megnyitható csak olvasásra, a Megnyitás vagy a Feloldás melletti gombbal. Semmi nem íródik rá, még a macOS sem ír rá
id: Setiap drive dan image dapat dibuka baca-saja, lewat tombol di samping Buka atau Buka Kunci. Tidak ada yang ditulis padanya, bahkan oleh macOS
it: Ogni disco e ogni immagine si può aprire in sola lettura, dal pulsante accanto ad Apri o Sblocca. Non vi si scrive nulla, nemmeno macOS
ja: どのドライブもイメージも、「開く」または「ロック解除」の隣のボタンから読み出し専用で開けます。macOS でさえ、何も書き込みません
ko: 모든 드라이브와 이미지는 열기 또는 잠금 해제 옆의 버튼으로 읽기 전용으로 열 수 있습니다. macOS조차 아무것도 기록하지 않습니다
lt: Kiekvieną diską ir atvaizdį galima atverti tik skaitymui – mygtuku šalia „Atverti“ arba „Atrakinti“. Į jį nieko neįrašoma, net „macOS“
lv: Ikvienu disku un attēlu var atvērt tikai lasīšanai — ar pogu blakus Atvērt vai Atbloķēt. Tajā netiek ierakstīts nekas, arī macOS neko neieraksta
ms: Setiap pemacu dan imej boleh dibuka baca-sahaja, melalui butang di sebelah Buka atau Buka Kunci. Tiada apa-apa ditulis padanya, malah oleh macOS
nb: Alle disker og diskbilder kan åpnes kun for lesing, med knappen ved siden av Åpne eller Lås opp. Ingenting skrives til dem, heller ikke av macOS
nl: Elke schijf en elk schijfkopiebestand kan alleen-lezen worden geopend, met de knop naast Open of Ontgrendel. Er wordt niets naar geschreven, ook niet door macOS
pl: Każdy dysk i każdy obraz można otworzyć tylko do odczytu, przyciskiem obok Otwórz lub Odblokuj. Nic nie jest na nim zapisywane, nawet przez macOS
pt_pt: Qualquer disco ou imagem pode ser aberto apenas para leitura, no botão ao lado de Abrir ou Desbloquear. Nada lhe é escrito, nem sequer pelo macOS
ro: Orice disc și orice imagine pot fi deschise doar pentru citire, cu butonul de lângă Deschideți sau Deblocați. Nu se scrie nimic pe el, nici măcar de către macOS
ru: Любой диск и образ можно открыть только для чтения — кнопкой рядом с «Открыть» или «Разблокировать». На него ничего не записывается, даже macOS
sl: Vsak disk in vsako sliko je mogoče odpreti samo za branje, z gumbom ob Odpri ali Odkleni. Nanj se ne zapiše nič, niti macOS ne
sq: Çdo disk dhe imazh mund të hapet si vetëm-lexim, nga butoni pranë Hap ose Shkyç. Asgjë nuk shkruhet në të, as edhe nga macOS
sv: Varje disk och skivavbild kan öppnas skrivskyddad, med knappen bredvid Öppna eller Lås upp. Ingenting skrivs till den, inte ens av macOS
th: ทุกไดรฟ์และทุกอิมเมจเปิดแบบอ่านอย่างเดียวได้ จากปุ่มข้าง เปิด หรือ ปลดล็อก ไม่มีอะไรถูกเขียนลงไป แม้แต่ macOS
tr: Her sürücü ve imaj, Aç ya da Kilidi Aç düğmesinin yanındaki düğmeyle salt okunur açılabilir. Üzerine hiçbir şey yazılmaz, macOS bile yazmaz
uk: Будь-який диск і образ можна відкрити лише для читання — кнопкою поруч із «Відкрити» або «Розблокувати». На нього нічого не записується, навіть macOS
vi: Mọi ổ đĩa và ảnh đĩa đều có thể mở ở chế độ chỉ đọc, bằng nút bên cạnh Mở hoặc Mở khóa. Không có gì được ghi lên nó, kể cả macOS
zh_hans: 每个驱动器和映像都可以通过“打开”或“解锁”旁边的按钮以只读方式打开。不会向其写入任何内容，连 macOS 也不会

source: Everything attached to this Mac, whether or not %@ can open it.
ar: كل ما هو متصل بهذا الـ Mac، سواء استطاع %@ فتحه أم لا.
bg: Всичко, свързано с този Mac, независимо дали %@ може да го отвори.
cs: Vše připojené k tomuto Macu, ať už to %@ umí otevřít, nebo ne.
da: Alt, der er tilsluttet denne Mac, uanset om %@ kan åbne det.
de: Alles, was an diesem Mac hängt, ob %@ es öffnen kann oder nicht.
el: Ό,τι είναι συνδεδεμένο σε αυτόν τον Mac, είτε μπορεί να το ανοίξει το %@ είτε όχι.
es: Todo lo conectado a este Mac, pueda %@ abrirlo o no.
et: Kõik, mis on selle Maciga ühendatud, olenemata sellest, kas %@ suudab seda avada.
fi: Kaikki tähän Maciin liitetty, avaapa %@ sen tai ei.
fil: Lahat ng nakakabit sa Mac na ito, mabuksan man ito ng %@ o hindi.
fr: Tout ce qui est connecté à ce Mac, que %@ sache l’ouvrir ou non.
he: כל מה שמחובר ל‑Mac הזה, בין אם %@ יכול לפתוח אותו ובין אם לא.
hi: इस Mac से जुड़ी हर चीज़, चाहे %@ उसे खोल सके या नहीं।
hr: Sve što je spojeno na ovaj Mac, bez obzira može li ga %@ otvoriti.
hu: Minden, ami ehhez a Machez csatlakozik, akár meg tudja nyitni a(z) %@, akár nem.
id: Segala yang terpasang pada Mac ini, baik %@ dapat membukanya maupun tidak.
it: Tutto ciò che è collegato a questo Mac, che %@ possa aprirlo o meno.
ja: %@ が開けるかどうかにかかわらず、この Mac に接続されているすべて。
ko: %@이(가) 열 수 있든 없든, 이 Mac에 연결된 모든 것.
lt: Viskas, kas prijungta prie šio „Mac“, nesvarbu, ar %@ gali tai atverti.
lv: Viss, kas pievienots šim Mac, neatkarīgi no tā, vai %@ to var atvērt.
ms: Segala yang disambungkan pada Mac ini, sama ada %@ dapat membukanya atau tidak.
nb: Alt som er koblet til denne Macen, enten %@ kan åpne det eller ikke.
nl: Alles wat op deze Mac is aangesloten, of %@ het nu kan openen of niet.
pl: Wszystko podłączone do tego Maca, niezależnie od tego, czy %@ potrafi to otworzyć.
pt_pt: Tudo o que está ligado a este Mac, quer o %@ o consiga abrir ou não.
ro: Tot ce este conectat la acest Mac, indiferent dacă %@ îl poate deschide.
ru: Всё, что подключено к этому Mac, независимо от того, может ли %@ это открыть.
sl: Vse, kar je priključeno na ta Mac, ne glede na to, ali zna %@ to odpreti.
sq: Gjithçka e lidhur me këtë Mac, pavarësisht nëse %@ mund ta hapë.
sv: Allt som är anslutet till den här datorn, oavsett om %@ kan öppna det.
th: ทุกอย่างที่ต่ออยู่กับ Mac เครื่องนี้ ไม่ว่า %@ จะเปิดได้หรือไม่
tr: Bu Mac'e bağlı olan her şey, %@ açabilsin veya açamasın.
uk: Усе, що підключено до цього Mac, незалежно від того, чи може %@ це відкрити.
vi: Mọi thứ gắn với máy Mac này, dù %@ có mở được hay không.
zh_hans: 连接到这台 Mac 的一切，无论 %@ 能否打开。

source: Everything else was removed. %@ itself could not be moved to the Bin: %@. Drag it there yourself to finish.
ar: أُزيل كل شيء آخر. أما %@ نفسه فتعذّر نقله إلى المهملات: %@. اسحبه إلى هناك بنفسك لإتمام الأمر.
bg: Всичко останало беше премахнато. Самото %@ не можа да бъде преместено в Кошчето: %@. Преместете го там сами, за да завършите.
cs: Vše ostatní bylo odstraněno. Samotnou aplikaci %@ se nepodařilo přesunout do Koše: %@. Přetáhněte ji tam sami, tím to bude hotové.
da: Alt andet blev fjernet. Selve %@ kunne ikke flyttes til Papirkurven: %@. Træk programmet derover selv for at gøre det færdigt.
de: Alles andere wurde entfernt. %@ selbst ließ sich nicht in den Papierkorb bewegen: %@. Zieh die App selbst dorthin, dann ist es erledigt.
el: Όλα τα υπόλοιπα αφαιρέθηκαν. Το ίδιο το %@ δεν μπόρεσε να μετακινηθεί στον Κάδο απορριμμάτων: %@. Σύρετέ το εκεί εσείς για να ολοκληρωθεί.
es: Todo lo demás se eliminó. La propia app %@ no se pudo mover a la Papelera: %@. Arrástrala allí tú mismo para terminar.
et: Kõik muu eemaldati. %@ ennast ei õnnestunud prügikasti liigutada: %@. Lohistage see ise sinna, siis on kõik tehtud.
fi: Kaikki muu poistettiin. %@ itseään ei saatu siirrettyä roskakoriin: %@. Vedä se sinne itse, niin homma on valmis.
fil: Naalis na ang lahat ng iba pa. Ang %@ mismo ay hindi mailipat sa Basurahan: %@. I-drag ito roon nang mag-isa para matapos.
fr: Tout le reste a été supprimé. %@ lui-même n’a pas pu être placé dans la Corbeille : %@. Faites-l’y glisser vous-même pour terminer.
he: כל השאר הוסר. את %@ עצמו לא ניתן היה להעביר לאשפה: %@. גררו אותו לשם בעצמכם כדי לסיים.
hi: बाकी सब हटा दिया गया। %@ को ही ट्रैश में नहीं ले जाया जा सका: %@। पूरा करने के लिए उसे स्वयं वहाँ खींचें।
hr: Sve ostalo je uklonjeno. Sam %@ nije se mogao premjestiti u Smeće: %@. Povucite ga tamo sami kako biste dovršili.
hu: Minden más el lett távolítva. Magát a(z) %@ alkalmazást nem sikerült a Kukába helyezni: %@. Húzza oda maga, ezzel készen is van.
id: Selebihnya telah dihapus. %@ sendiri tidak dapat dipindahkan ke Tong Sampah: %@. Seret sendiri ke sana untuk menyelesaikannya.
it: Tutto il resto è stato rimosso. %@ stesso non è stato spostato nel Cestino: %@. Trascinalo lì tu per finire.
ja: ほかはすべて削除しました。%@ 自体はゴミ箱に移動できませんでした：%@。仕上げにご自身でそこへドラッグしてください。
ko: 나머지는 모두 제거되었습니다. %@ 자체는 휴지통으로 옮기지 못했습니다: %@. 마무리하려면 직접 그곳으로 끌어다 놓으십시오.
lt: Visa kita pašalinta. Pačios %@ nepavyko perkelti į šiukšlinę: %@. Nutempkite ją ten patys ir tuo viskas baigsis.
lv: Viss pārējais tika noņemts. Pašu %@ neizdevās pārvietot uz miskasti: %@. Ievelciet to tur pats, un viss būs pabeigts.
ms: Selebihnya telah dibuang. %@ sendiri tidak dapat dipindahkan ke Tong Sampah: %@. Seret sendiri ke sana untuk menyelesaikannya.
nb: Alt annet ble fjernet. %@ selv kunne ikke flyttes til papirkurven: %@. Dra programmet dit selv for å gjøre det ferdig.
nl: Al het andere is verwijderd. %@ zelf kon niet naar de prullenmand worden verplaatst: %@. Sleep de app er zelf naartoe om het af te ronden.
pl: Wszystko inne zostało usunięte. Samego programu %@ nie udało się przenieść do Kosza: %@. Przeciągnij go tam sam, aby dokończyć.
pt_pt: Tudo o resto foi removido. O próprio %@ não pôde ser movido para o Lixo: %@. Arraste-o para lá para terminar.
ro: Restul a fost eliminat. Aplicația %@ nu a putut fi mutată la Coșul de gunoi: %@. Trageți-o acolo dumneavoastră pentru a încheia.
ru: Всё остальное удалено. Сам %@ не удалось переместить в Корзину: %@. Перетащите его туда сами, чтобы завершить.
sl: Vse drugo je bilo odstranjeno. Programa %@ ni bilo mogoče premakniti v Koš: %@. Povlecite ga tja sami in s tem bo opravljeno.
sq: Gjithçka tjetër u hoq. Vetë %@ nuk mund të zhvendosej në Bin: %@. Zvarrite atje vetë për ta përfunduar.
sv: Allt annat togs bort. Själva %@ gick inte att flytta till papperskorgen: %@. Dra dit programmet själv för att bli klar.
th: ส่วนอื่นถูกลบไปแล้ว แต่ตัว %@ เองย้ายไปถังขยะไม่ได้: %@ กรุณาลากไปเองเพื่อให้เสร็จสมบูรณ์
tr: Diğer her şey kaldırıldı. %@ uygulamasının kendisi Çöp Kutusu'na taşınamadı: %@. Bitirmek için onu oraya kendiniz sürükleyin.
uk: Усе інше видалено. Сам %@ не вдалося перемістити в Кошик: %@. Перетягніть його туди самі, щоб завершити.
vi: Mọi thứ khác đã được gỡ. Riêng %@ không chuyển được vào Thùng rác: %@. Hãy tự kéo nó vào đó để hoàn tất.
zh_hans: 其余部分均已移除。%@ 本身无法移到“废纸篓”：%@。请自行将它拖到那里以完成。

source: Examining its contents.
ar: يجري فحص محتواه.
bg: Съдържанието се проверява.
cs: Zjišťuje se jeho obsah.
da: Indholdet undersøges.
de: Der Inhalt wird geprüft.
el: Ελέγχεται το περιεχόμενό του.
es: Se está comprobando su contenido.
et: Selle sisu vaadatakse üle.
fi: Sisältöä tarkastetaan.
fil: Sinusuri ang laman nito.
fr: Examen de son contenu.
he: בודק את תוכנו.
hi: इसकी सामग्री देखी जा रही है।
hr: Provjerava se njezin sadržaj.
hu: A tartalmának vizsgálata.
id: Memeriksa isinya.
it: Ne viene esaminato il contenuto.
ja: 内容を調べています。
ko: 내용을 살펴보는 중입니다.
lt: Tikrinamas jo turinys.
lv: Tiek pārbaudīts tā saturs.
ms: Memeriksa kandungannya.
nb: Innholdet undersøkes.
nl: De inhoud wordt bekeken.
pl: Sprawdzanie jego zawartości.
pt_pt: A verificar o respetivo conteúdo.
ro: Se examinează conținutul.
ru: Изучается его содержимое.
sl: Preverja se njena vsebina.
sq: Po shqyrtohet përmbajtja e tij.
sv: Innehållet undersöks.
th: กำลังตรวจดูเนื้อหาภายใน
tr: İçeriği inceleniyor.
uk: Вивчається його вміст.
vi: Đang xem xét nội dung của nó.
zh_hans: 正在检查其内容。

source: External
ar: خارجي
bg: Външен
cs: Vnější
da: Ekstern
de: Extern
el: Εξωτερικός
es: Externo
et: Väline
fi: Ulkoinen
fil: Panlabas
fr: Externe
he: חיצוני
hi: बाहरी
hr: Vanjski
hu: Külső
id: Eksternal
it: Esterno
ja: 外部
ko: 외장
lt: Išorinis
lv: Ārējs
ms: Luaran
nb: Ekstern
nl: Extern
pl: Zewnętrzny
pt_pt: Externo
ro: Extern
ru: Внешний
sl: Zunanji
sq: I jashtëm
sv: Extern
th: ภายนอก
tr: Harici
uk: Зовнішній
vi: Gắn ngoài
zh_hans: 外置

source: FileVault and encrypted disk images, which macOS opens itself
ar: FileVault وصور الأقراص المشفّرة، وهي ما يفتحه macOS بنفسه
bg: FileVault и шифровани дискови образи, които macOS отваря сам
cs: FileVault a šifrované obrazy disků, které macOS otevírá sám
da: FileVault og krypterede diskbilleder, som macOS selv åbner
de: FileVault und verschlüsselte Images, die macOS selbst öffnet
el: Το FileVault και τα κρυπτογραφημένα είδωλα δίσκων, που τα ανοίγει το ίδιο το macOS
es: FileVault y las imágenes de disco cifradas, que macOS abre por sí mismo
et: FileVault ja krüptitud kettatõmmised, mille macOS ise avab
fi: FileVault ja salatut levytiedostot, jotka macOS avaa itse
fil: FileVault at mga naka-encrypt na disk image, na binubuksan mismo ng macOS
fr: FileVault et les images disque chiffrées, que macOS ouvre lui-même
he: ‏FileVault ותמונות דיסק מוצפנות, ש‑macOS פותח בעצמו
hi: FileVault और एन्क्रिप्टेड डिस्क इमेज, जिन्हें macOS स्वयं खोलता है
hr: FileVault i šifrirane slike diskova, koje macOS otvara sam
hu: A FileVault és a titkosított lemezképek, amelyeket a macOS maga nyit meg
id: FileVault dan image disk terenkripsi, yang dibuka sendiri oleh macOS
it: FileVault e le immagini disco cifrate, che macOS apre da sé
ja: FileVault と暗号化ディスクイメージ。これらは macOS 自身が開きます
ko: macOS가 직접 여는 FileVault 및 암호화된 디스크 이미지
lt: „FileVault“ ir šifruoti diskų atvaizdžiai, kuriuos „macOS“ atveria pati
lv: FileVault un šifrētie disku attēli, ko macOS atver pats
ms: FileVault dan imej cakera bersulit, yang dibuka sendiri oleh macOS
nb: FileVault og krypterte diskbilder, som macOS åpner selv
nl: FileVault en versleutelde schijfkopieën, die macOS zelf opent
pl: FileVault i zaszyfrowane obrazy dysków, które macOS otwiera sam
pt_pt: O FileVault e as imagens de disco encriptadas, que o macOS abre por si
ro: FileVault și imaginile de disc criptate, pe care macOS le deschide singur
ru: FileVault и зашифрованные образы дисков, которые macOS открывает сам
sl: FileVault in šifrirane slike diskov, ki jih macOS odpre sam
sq: FileVault dhe imazhe disqesh të enkriptuara, të cilat i hap vetë macOS
sv: FileVault och krypterade skivavbilder, som macOS öppnar självt
th: FileVault และอิมเมจดิสก์ที่เข้ารหัส ซึ่ง macOS เปิดได้เอง
tr: macOS'in kendisinin açtığı FileVault ve şifreli disk imajları
uk: FileVault і зашифровані образи дисків, які macOS відкриває сам
vi: FileVault và ảnh đĩa được mã hóa, những thứ macOS tự mở
zh_hans: FileVault 和加密磁盘映像，这些 macOS 自己就能打开

source: Forget
ar: نسيان
bg: Забрави
cs: Zapomenout
da: Glem
de: Vergessen
el: Διαγραφή
es: Olvidar
et: Unusta
fi: Unohda
fil: Kalimutan
fr: Oublier
he: שכח
hi: भूल जाएँ
hr: Zaboravi
hu: Elfelejtés
id: Lupakan
it: Dimentica
ja: 忘れる
ko: 잊기
lt: Pamiršti
lv: Aizmirst
ms: Lupakan
nb: Glem
nl: Vergeet
pl: Zapomnij
pt_pt: Esquecer
ro: Uitați
ru: Забыть
sl: Pozabi
sq: Harroje
sv: Glöm
th: ลืม
tr: Unut
uk: Забути
vi: Quên
zh_hans: 忘记

source: Full Disk Access
ar: الوصول الكامل إلى القرص
cs: Plný přístup k disku
da: Fuld adgang til disk
de: Festplattenvollzugriff
el: Πλήρης πρόσβαση στον δίσκο
es: Acceso total al disco
fi: Koko levyn käyttö
fr: Accès complet au disque
he: גישה מלאה לדיסק
hi: पूर्ण डिस्क ऐक्सेस
hr: Puni pristup disku
hu: Teljes hozzáférés a lemezhez
id: Akses Disk Penuh
it: Accesso completo al disco
ja: フルディスクアクセス
ko: 전체 디스크 접근 권한
ms: Akses Cakera Penuh
nb: Full disktilgang
nl: Volledige schijftoegang
pl: Pełny dostęp do dysku
pt_pt: Acesso completo ao disco
ro: Acces complet la disc
ru: Полный доступ к диску
sv: Full skivtillgång
th: การเข้าถึงดิสก์เต็มรูปแบบ
tr: Tam Disk Erişimi
uk: Повний доступ до диска
vi: Toàn quyền truy cập đĩa
zh_hans: 完全磁盘访问权限

source: Full Disk Access: macOS will not let any app read a drive’s raw contents without it. It cannot be requested, so it has to be switched on by hand
ar: الوصول الكامل إلى القرص: من دونه لا يسمح macOS لأي تطبيق بقراءة المحتوى الخام لمحرّك. ولا يمكن طلبه، لذا يجب تشغيله يدويًا
bg: Full Disk Access: без него macOS не позволява на никое приложение да чете суровото съдържание на диск. Не може да бъде поискано, затова се включва ръчно
cs: Plný přístup k disku: bez něj macOS nedovolí žádné aplikaci číst surový obsah disku. Nelze si o něj říct, takže se zapíná ručně
da: Fuld adgang til disk: uden den lader macOS ingen programmer læse en disks rå indhold. Der kan ikke bedes om den, så den skal slås til i hånden
de: Festplattenvollzugriff: ohne ihn lässt macOS keine App den rohen Inhalt eines Laufwerks lesen. Er lässt sich nicht anfordern und muss von Hand eingeschaltet werden
el: Πλήρης πρόσβαση στον δίσκο: χωρίς αυτήν το macOS δεν επιτρέπει σε καμία εφαρμογή να διαβάσει το ωμό περιεχόμενο ενός δίσκου. Δεν μπορεί να ζητηθεί, οπότε ενεργοποιείται με το χέρι
es: Acceso total al disco: sin él macOS no deja que ninguna app lea el contenido en bruto de un disco. No se puede solicitar, así que hay que activarlo a mano
et: Full Disk Access: ilma selleta ei luba macOS ühelgi rakendusel ketta toorest sisu lugeda. Seda ei saa küsida, seega tuleb see käsitsi sisse lülitada
fi: Koko levyn käyttö: ilman sitä macOS ei anna minkään ohjelman lukea levyn raakaa sisältöä. Sitä ei voi pyytää, joten se on kytkettävä päälle käsin
fil: Full Disk Access: kung wala ito, hindi papayagan ng macOS ang anumang app na basahin ang raw na laman ng isang drive. Hindi ito mahihiling, kaya kailangang buksan nang manu-mano
fr: Accès complet au disque : sans lui, macOS n’autorise aucune app à lire le contenu brut d’un disque. Il ne peut pas être demandé, il faut donc l’activer à la main
he: גישה מלאה לדיסק: בלעדיה macOS אינו מאפשר לשום יישום לקרוא את התוכן הגולמי של כונן. אי אפשר לבקש אותה, ולכן צריך להפעיל אותה ידנית
hi: पूर्ण डिस्क ऐक्सेस: इसके बिना macOS किसी भी ऐप को ड्राइव की रॉ सामग्री पढ़ने नहीं देता। इसे माँगा नहीं जा सकता, इसलिए हाथ से चालू करना पड़ता है
hr: Puni pristup disku: bez njega macOS nijednoj aplikaciji ne dopušta čitanje sirovog sadržaja diska. Ne može se zatražiti, pa se uključuje ručno
hu: Teljes hozzáférés a lemezhez: enélkül a macOS egyetlen alkalmazásnak sem engedi olvasni a lemez nyers tartalmát. Nem lehet kérni, ezért kézzel kell bekapcsolni
id: Akses Disk Penuh: tanpa itu macOS tidak mengizinkan aplikasi mana pun membaca isi mentah sebuah drive. Izin ini tidak dapat diminta, jadi harus dinyalakan sendiri
it: Accesso completo al disco: senza di esso macOS non lascia leggere a nessuna app il contenuto grezzo di un disco. Non si può richiedere, va attivato a mano
ja: フルディスクアクセス：これがないと macOS はどのアプリにもドライブの生の内容を読ませません。要求できないため、手動でオンにする必要があります
ko: 전체 디스크 접근 권한: 이 권한이 없으면 macOS는 어떤 앱도 드라이브의 원시 내용을 읽지 못하게 합니다. 요청할 수 없으므로 직접 켜야 합니다
lt: Full Disk Access: be jo „macOS“ nė vienai programai neleidžia skaityti neapdoroto disko turinio. Jo negalima paprašyti, todėl reikia įjungti ranka
lv: Full Disk Access: bez tās macOS nevienai lietotnei neļauj lasīt diska neapstrādāto saturu. To nevar pieprasīt, tāpēc jāieslēdz ar roku
ms: Akses Cakera Penuh: tanpanya macOS tidak membenarkan mana-mana aplikasi membaca kandungan mentah sesebuah pemacu. Ia tidak boleh diminta, jadi perlu dihidupkan sendiri
nb: Full disktilgang: uten den lar ikke macOS noe program lese det rå innholdet på en disk. Den kan ikke bes om, så den må slås på for hånd
nl: Volledige schijftoegang: zonder deze laat macOS geen enkele app de ruwe inhoud van een schijf lezen. Erom vragen kan niet, dus die moet met de hand worden aangezet
pl: Pełny dostęp do dysku: bez niego macOS nie pozwala żadnemu programowi czytać surowej zawartości dysku. Nie da się o niego poprosić, więc trzeba włączyć go ręcznie
pt_pt: Acesso completo ao disco: sem ele, o macOS não deixa nenhuma aplicação ler o conteúdo em bruto de um disco. Não pode ser pedido, por isso tem de ser ligado à mão
ro: Acces complet la disc: fără el, macOS nu lasă nicio aplicație să citească conținutul brut al unui disc. Nu poate fi cerut, așa că trebuie activat manual
ru: Полный доступ к диску: без него macOS не позволит ни одному приложению читать содержимое диска напрямую. Его нельзя запросить, поэтому включать нужно вручную
sl: Full Disk Access: brez njega macOS nobenemu programu ne dovoli brati surove vsebine diska. Zanj ni mogoče zaprositi, zato ga je treba vklopiti ročno
sq: Full Disk Access: macOS nuk lejon asnjë aplikacion të lexojë përmbajtjen e papërpunuar të një disku pa të. Nuk mund të kërkohet, ndaj duhet aktivizuar me dorë
sv: Full skivtillgång: utan den låter macOS inget program läsa en disks råa innehåll. Den går inte att be om, så den måste slås på för hand
th: การเข้าถึงดิสก์เต็มรูปแบบ: หากไม่มีสิทธิ์นี้ macOS จะไม่ยอมให้แอปใดอ่านเนื้อหาดิบของไดรฟ์ สิทธิ์นี้ขอไม่ได้ จึงต้องเปิดด้วยมือ
tr: Tam Disk Erişimi: macOS, bu izin olmadan hiçbir uygulamanın bir sürücünün ham içeriğini okumasına izin vermez. İstenemez, bu yüzden elle açılmalıdır
uk: Повний доступ до диска: без нього macOS не дозволить жодній програмі читати вміст диска напряму. Його не можна запитати, тож умикати треба вручну
vi: Toàn quyền truy cập đĩa: nếu thiếu, macOS không cho bất kỳ ứng dụng nào đọc nội dung thô của ổ đĩa. Không thể xin quyền này, nên phải bật bằng tay
zh_hans: 完全磁盘访问权限：没有它，macOS 不会让任何 App 读取驱动器的原始内容。该权限无法申请，只能手动开启
